Repository: StanslawStepkas28016/AudioEngineersPlatformBackend
Catalog: AudioEngineersPlatformBackend/Resources/ErrorMessages.*.resx
Languages: pl

# UsernameAlreadyTaken
source: Username {0} is already taken
pl: Nazwa użytkownika {0} jest już zajęta

# ProvidedDataIsNullOrEmpty
source: Provided data can not be null or empty
pl: Wprowadzone dane nie mogą być null lub puste

# EmailIncorrect
source: Provided email is incorrect
pl: Wprowadzony adres e-mail jest niepoprawny

# EmailAlreadyTaken
source: Provided email is already taken
pl: Wprowadzony adres e-mail jest już zajęty

# PhoneNumberIncorrect
source: Provided phone number is incorrect
pl: Wprowadzony numer telefonu jest niepoprawny

# PhoneNumberAlreadyTaken
source: Provided phone number is already taken
pl: Wprowadzony numer telefonu jest już zajęty

# RoleNotFound
source: Role {0} was not found
pl: Rola {0} nie została znaleziona

# AdminSecretInvalid
source: Admin secret is invalid
pl: Wprowadzony klucz administratora jest niepoprawny

# VerificationCodeInvalid
source: Provided verification code is invalid
pl: Wprowadzony kod weryfikacji jest niepoprawny

# VerificationCodeInvalidFormat
source: Provided verification code must be 6 digits
pl: Wprowadzony kod weryfikacji musi się składać z 6 cyfr

# VerificationCodeExpired
source: Provided verification code has expired
pl: Wprowadzony kod weryfikacji jest nieważny
